{
    
    "nav":{
        "home":"home",
        "about":"about",
        "projects":"projects",
        "contact":"contact"
    },
    "introduction":" I am a web developer with a collaborative spirit, ready to contribute to innovative projects and create impactful web solutions.",
    "resume":"my resume",
    "discover-project":"Discover my projects",
    "about":{
        "title":"About me",
        "content1":{
            "word1":"I'm a passionate web developper,I'm specializing in",
            "word2":"backend development",
            "word3":"but I'm also comfortable working on the",
            "frontend":"frontend"
        },
        "content2":"I enjoy working in a team, where collaboration brings ideas to life, and I am also comfortable managing a project independently, ensuring its successful completion.",
        "content3":"I am committed to growing as a developer by learning from each experience and continuously refining my skills to deliver better solutions"
    },
    
    "project":"projects",
    "projectDescription":"",
    "language":"languages",
    "framework":"libraries and frameworks",
    "tool":"tools",
    "database":"databases",
    "project1Desc":"an application to manage car sale,there is a landing page for the user and a dashboard for the admin to manage sale",
    "project2Desc":"A showcase website for a restaurant, featuring a homepage, a menu page, and a contact page.",
    "project3Desc":"this application aims to manage your wallet and you can visualize cash flows",
    "project4Desc":"A project aimed at encouraging and teaching people to plant trees and take care of the environment",
    "project5Desc":"A project to swap superpowers between two people, released during Webcup 2024.",
    "project6Desc":"An interactive dashboard, which aims to analyze the air pollution of some cities around the world.",
    "getInTouch":"Get in touch",
    "emailAddress":"Email address",
    "see":"show all",
    "seeLess":"show less",
    "look":"take a look",
    "patrimoine_desc":"An application to manage a person's patrimony, featuring a dashboard where users can add their possessions and track the evolution of their wealth",
    "footer":{
        "submit":"submit",
        "toast":"Your message has been sent successfully",
        "interest":"Interested in my profile?",
        "meet":"plan a meeting"
    }
}