{   
    "nav":{
        "home":"accueil",
        "about":"à propos",
        "projects":"projets",
        "contact":"contact"
    },
    "introduction":"Je suis un développeur web avec un esprit collaboratif, prêt à contribuer à des projets innovants et à créer des solutions efficaces.",
    "resume":"mon resumé",
    "about": {
    "title": "À propos de moi",
    "content1": {
        "word1": "Je suis un développeur web passionné, spécialisé dans le",
        "word2": "development backend",
        "word3": "mais je suis également à l'aise avec le",
        "frontend": "frontend"
    },
    "content2": "J'apprécie le travail en équipe, où la collaboration donne vie aux idées, et je suis également à l'aise pour gérer un projet de manière autonome, en assurant son succès.",
    "content3": "Je m'efforce d'évoluer en tant que développeur en apprenant de chaque expérience et en perfectionnant continuellement mes compétences pour offrir des solutions toujours plus efficaces."
    }
    ,
    "aboutContent":"Je suis développeur web avec une passion pour la création d'applications fonctionnelles. Bien que je sois particulièrement intéressé par le développement backend, je travaille également dur pour me sentir plus à l'aise avec le développement frontend. De plus, je reste activement à jour avec les dernières technologies. En dehors du codage, j'apprécie jouer aux jeux vidéo et au basket-ball.",
    "project":"projets",
    "language":"languages",
    "framework":"framework et librairies",
    "tool":"outils",
    "database":"base de données",
    "project1Desc":"une application pour gérer la vente de voitures, il y a une page d'accueil pour l'utilisateur et un tableau de bord pour l'administrateur afin de gérer les ventes",
    "project2Desc":"Un site vitrine pour un restaurant, il y a une page d'accueil, une page de menu et une page de contact",
    "project3Desc":"cette application vise à gérer votre portefeuille et vous pouvez visualiser les flux de trésorerie",
    "project4Desc":"Un projet qui a pour but d'inciter,d'apprendre les gens à planter des arbres et à prendre soin de l'environnement",
    "project5Desc":"Un projet pour échanger des super-pouvoirs entre deux personnes, lancé lors de la Webcup 2024.",
    "project6Desc":"Un tableau de bord interactif qui vise à analyser la pollution de l'air de quelques ville dans le monde",
    "getInTouch":"contactez-moi",
    "emailAddress":"adresse email",
    "see":"voir plus",
    "seeLess":"voir moins",
    "look":"regarder",
    "patrimoine_desc":"Une application pour gérer le patrimoine d'une personne, avec un tableau de bord où l'utilisateur peut ajouter ses possessions et suivre l'évolution de son patrimoine.",
    "footer":{
        "submit":"submit",
        "toast":"Votre message a été envoyé avec succès",
        "interest":"Interessé par mon profil?",
        "meet":"planifer une rencontre"
    }

}